Repository: 1Crazymoney/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: ja, nn_no

source: App Settings
ja: アプリの設定
nn_no: Appinnstillingar

source: Back of driver's license
ja: 運転免許証の裏面
nn_no: Baksida av førarkort

source: Back of identity card
ja: 身分証明書の裏面
nn_no: Baksida av identifikasjonskort

source: Camera permission
ja: カメラへのアクセス許可
nn_no: Kameraløyve

source: Choose File
ja: ファイルを選択
nn_no: Vel fil

source: Date of birth
ja: 生年月日
nn_no: Fødselsdato

source: Driver's license
ja: 運転免許証
nn_no: Førarkort

source: File upload
ja: ファイルのアップロード
nn_no: Filopplasting

source: Front of driver's license
ja: 運転免許証の表面
nn_no: Forsida av førarkort

source: Front of identity card
ja: 身分証明書の表面
nn_no: Forsida av identifikasjonskort

source: ID Number
ja: ID 番号
nn_no: ID-nummer

source: Identity card
ja: 身分証明書
nn_no: Identitetskort

source: Image of passport
ja: パスポートの画像
nn_no: Bilete av pass

source: Passport
ja: パスポート
nn_no: Pass

source: Personal ID number
ja: 身分証明書番号
nn_no: Personleg ID-nummer

source: Photo Library
ja: フォトライブラリ
nn_no: Biletebibliotek

source: Please upload an image of your passport
ja: パスポートの画像をアップロードしてください
nn_no: Last opp eit bilete av passet ditt

source: Please upload images of the front and back of your driver's license
ja: 運転免許証の表裏両面の画像をアップロードしてください
nn_no: Last opp bilete av forsida og bakside av førarkortet ditt

source: Please upload images of the front and back of your identity card
ja: 身分証明書の表裏両面の画像をアップロードしてください
nn_no: Last opp bilete av forsida og bakside av identifikasjonskortet ditt

source: Select a location to upload the back of your identity document from
ja: 身分証明書の裏面をどこからアップロードするのかを選択してください
nn_no: Vel ei plassering du vil laste opp baksida av identifikasjonsdokumentet ditt frå

source: Select a location to upload the front of your identity document from
ja: 身分証明書の表面をどこからアップロードするのかを選択してください
nn_no: Vel ei plassering du vil laste opp forsida av identifikasjonsdokumentet ditt frå

source: Take Photo
ja: 写真を撮る
nn_no: Ta bilete

source: Unable to establish a connection.
ja: 接続を確立できません
nn_no: Kan ikkje opprette tilkopling.

source: Upload
ja: アップロード
nn_no: Last opp

source: Verify your identity
ja: 本人確認を行う
nn_no: Stadfest identiteten din

source: We need permission to use your camera. Please allow camera access in app settings.
ja: カメラへのアクセス許可が必要です。アプリの設定でカメラへのアクセスを許可してください。
nn_no: Vi treng tilgang til kameraet ditt. Gi tilgang til kameraet i appinnstillingane.
